rpi5-64/20240810-0028-new/logs/pgbench-no-no-no-64-32768-100-1723758814/pgbench-warmup-5-100.log
pgbench (18devel)
transaction type: <builtin: select only>
scaling factor: 5
partition method: range
partitions: 100
query mode: prepared
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 245542
number of failed transactions: 0 (0.000%)
latency average = 1.300 ms
initial connection time = 35.827 ms
tps = 24611.860667 (without initial connection time)